{
  "locate": "Localiser",
  "check_location_with_mouse_cursor": "Vérifier l'emplacement avec le curseur de la souris",
  "skip_tour": "Passer la visite guidée",
  "back": "Retour",
  "next": "Suivant",
  "last": "Dernier",
  "erase": "Effacer",
  "delete_search_data": "Réinitialiser les filtres de la carte",
  "calculate": "Calculer",
  "calculate_distance": "Calcule la distance entre deux points",
  "geofence": "Géozones",
  "geofence_toggle": "Afficher les géozones sur la carte",
  "geofence_table": "Panneau de géozones",
  "geofence_table_description": "Ouvre le panneau de géozones pour voir les géozones créées et en ajouter de nouvelles",
  "warning": "Avertissement",
  "warning_display": "Ouvre le panneau d'avertissements",
  "warning_table": "Ouvre le panneau de contrôle des avertissements",
  "warning_panel": "Panneau d'avertissement",
  "landmark_panel": "Panneau de repères",
  "landmark_table": "Dans le panneau de repères, vous pouvez voir les repères créés et en ajouter de nouveaux",
  "landmark": "Repères",
  "landmark_toggle": "Afficher les repères sur la carte",
  "group_cars": "Regrouper les voitures",
  "group_cars_description": "Regrouper les voitures proches ensemble",
  "export": "Exporter",
  "export_description": "Exporter les données de la voiture dans un fichier CVS",
  "open_settings": "Cliquez ici pour ouvrir le menu des paramètres de la voiture",
  "configuration": "Configurer",
  "configuration_description": "Paramètres de la voiture",
  "filter": "Filtrer",
  "all_filter": "Afficher toutes les voitures",
  "active_filter": "Afficher les voitures actives",
  "offline_filter": "Afficher les voitures hors ligne",
  "car_status": "Filtrer les voitures en fonction de leur état actuel",
  "search": "Recherche",
  "search_label": "Vous pouvez rechercher par nom, numéro de série et adresse",
  "car_tree": "Arbre de voitures",
  "car_groups": "Vous pouvez choisir des voitures dans des groupes pour les afficher sur la carte",
  "search_map": "Ouvre la barre de recherche pour rechercher des emplacements sur la carte",
  "map_Popup": "La fenêtre contextuelle de la carte affiche les données de cette voiture et de nombreuses autres options que vous pouvez utiliser!",
  "Welcome-to-reports": "Bienvenue sur la page des rapports",
  "Search-Report": "Recherchez un rapport par nom.",
  "Report Group": "Groupe de rapports",
  "Pick_Report": "Cliquez ici pour choisir un rapport spécifique",
  "Welcome-management": "Bienvenue dans notre visite de site! Nous vous aiderons à naviguer dans nos composants pour une expérience optimale. Explorons notre site et ses fonctionnalités",
  "Manage_Users": "Gérer les utilisateurs",
  "Manage_Accounts": "Gérer les comptes",
  "Manage_Vehicles": "Gérer les véhicules",
  "Manage_Devices": "Gérer les appareils",
  "Manage_Drivers": "Gérer les plongeurs",
  "Manage_Groups": "Gérer les groupes",
  "Users_Desc": "Ce bouton vous emmène sur la page de gestion des utilisateurs pour contrôler vos utilisateurs.",
  "Accounts_Desc": "Ce bouton vous emmène sur la page de gestion des comptes pour contrôler vos comptes.",
  "Devices_Desc": "Ce bouton vous emmène sur la page de gestion des appareils pour contrôler vos appareils.",
  "Drivers_Desc": "Ce bouton vous emmène sur la page de gestion des plongeurs pour contrôler vos plongeurs.",
  "Vehicles_Desc": "Ce bouton vous emmène sur la page de gestion des véhicules pour contrôler vos véhicules.",
  "Groups_Desc": "Ce bouton vous emmène sur la page de gestion des groupes pour contrôler vos groupes.",
  "config-popup": "Vous pouvez choisir les données que vous souhaitez afficher sur la fenêtre contextuelle",
  "popup_history": "Vous pouvez accéder à l'historique complet de cette voiture.",
  "popup_actions": "avec ces actions, vous pouvez contrôler cette voiture.",
  "Over_Street_Speed_Report_key": "Rapport de vitesse de rue",
  "Welcome_To_Reports": "Bienvenue dans notre visite guidée des rapports planifiés! Nous vous aiderons à naviguer dans nos composants pour une expérience optimale. Explorons ensemble notre site et ses fonctionnalités!",
  "Add_Report": "Ajouter un rapport planifié",
  "Add_report_desc": "Le bouton Ajouter un rapport planifié vous emmène vers un formulaire pour en ajouter un nouveau.",
  "Delete_Report": "Supprimer le rapport",
  "Delete_Report_Desc": "Après avoir sélectionné un rapport, vous pouvez le supprimer en appuyant sur ce bouton.",
  "Reports_Table": "Tableau des rapports",
  "Reports_Table_Desc": "Ce tableau affiche toutes les informations générales dont vous avez besoin sur les rapports et les actions que vous pouvez effectuer.",
  "add_maintenance_descreption": "Vous pouvez créer un nouveau plan de maintenance en cliquant ici",
  "delete_selected": "Vous pouvez supprimer les données de la ligne en les sélectionnant et en cliquant sur ce bouton",
  "view_history": "Vous pouvez consulter l'historique de la voiture qui est allée en maintenance",
  "Exports_all_the_Table_Data_to_an_Excel_file": "Exporte toutes les données de la table vers un fichier Excel",
  "export_pdf_description": "Exporte toutes les données de la table vers un fichier PDF",
  "Welcome_Dashboard": "Bienvenue dans notre visite de site ! Nous vous aiderons à naviguer dans nos composants pour une expérience optimale. Explorons ensemble notre site et ses fonctionnalités !",
  "Website Header": "En-tête du site web",
  "Many interesting options here!": "Beaucoup d'options intéressantes ici !",
  "Profile Control": "Contrôle de profil",
  "You go to your setting or logout from here.": "Vous pouvez accéder à vos paramètres ou vous déconnecter d'ici.",
  "Languages": "Les langues",
  "You can nav between languages.": "Vous pouvez naviguer entre les langues.",
  "Notification Section": "Section de notification",
  "Keep your eyes on notifications.": "Gardez un œil sur les notifications.",
  "Sync data": "Synchroniser les données",
  "You Sync data whenever you want.": "Vous pouvez synchroniser les données quand vous le voulez.",
  "Toggle theme mode": "Basculer le mode thème",
  "protect your eyes if you want and choose dark mode.": "Protégez vos yeux si vous le souhaitez et choisissez le mode sombre.",
  "Take a tour": "Faire une visite",
  "You can find me here whenever you want.": "Vous pouvez me trouver ici quand vous le voulez.",
  "Navigation Side": "Côté de navigation",
  "You can Navigate our website from this bar.": "Vous pouvez naviguer sur notre site web depuis cette barre.",
  "Progress Bar": "Barre de progression",
  "Has the precentages of the vehicles and drivers": "Indique les pourcentages des véhicules et des conducteurs",
  "Map": "Carte",
  "You can see cars displayed on the map": "Vous pouvez voir des voitures affichées sur la carte",
  "Vehicles": "Véhicules",
  "Average Utilization": "Utilisation moyenne",
  "Displayed the Utilization for the last 3 days": "Affiche l'utilisation des trois derniers jours",
  "Average Speed": "Vitesse moyenne",
  "You can see the percentages the current vehicles Status": "Vous pouvez voir les pourcentages de l'état actuel des véhicules",
  "Preventive Maintenance": "Maintenance préventive",
  "You can see the number of vehicles that had maintenance": "Vous pouvez voir le nombre de véhicules qui ont eu une maintenance",
  "Top Drivers": "Meilleurs conducteurs",
  "Shows the Two Best Rated Drivers": "Montre les deux meilleurs conducteurs notés",
  "Worst Drivers": "Pires conducteurs",
  "Shows the Two Worst Rated Drivers": "Montre les deux pires conducteurs notés",
  "Top Utilized Vehicles": "Véhicules les plus utilisés",
  "Shows Two Worst Utilized Vehicles": "Montre les deux véhicules les moins utilisés",
  "Repair Plan Table": "Tableau du plan de réparation",
  "Shows the Cars upcoming repair plans": "Montre les plans de réparation à venir des voitures",
  "End_Tour": "Fin de la tournée",
  "driverManagment_intro": "Page de gestion des conducteurs, vous pouvez voir les détails de vos conducteurs actuels, ainsi que d'ajouter de nouveaux conducteurs",
  "addDriver_button": "Vous pouvez ajouter un nouveau conducteur en cliquant sur ce bouton.",
  "export_button": "Vous pouvez exporter les informations de vos conducteurs vers Excel en cliquant sur ce bouton",
  "export_pdf_button": "Exportez les informations de vos conducteurs vers un fichier PDF en cliquant sur ce bouton",
  "Search_Report": "Rapport de recherche”",
  "Search_Desc": "Recherche de rapport par nom.",
  "Worst Utilized Vehicles": "Pires véhicules utilisés",
  "Average violations": "Violations moyennes",
  "Displayed the violations Statistics": "Affiche les statistiques des violations",
  "Delete button helps to Delete The Report instantly!": "Le bouton Supprimer permet de supprimer le rapport instantanément !",
  "Edit button helps to edit what ever you want in the scheduled Report!": "Le bouton Modifier permet de modifier tout ce que vous voulez dans le rapport planifié !",
  "Activate button helps to change the scheduled Report Status!": "Le bouton Activer permet de modifier le statut du rapport planifié !",
  "this button show the vehicles attached to the report!": "Ce bouton affiche les véhicules attachés au rapport !",
  "this button show the users attached to the report!": "Ce bouton affiche les utilisateurs attachés au rapport !",
  "this button downloads the report data in Excel format!": "Ce bouton télécharge les données du rapport au format Excel !",
  "Reset button helps to reset plan with new value": "Le bouton Réinitialiser permet de réinitialiser le plan avec une nouvelle valeur",
  "Edit button helps to edit what ever you want in the plan!": "Le bouton Modifier permet de modifier tout ce que vous voulez dans le plan !",
  "Delete button helps to Delete The plan instantly!": "Le bouton Supprimer permet de supprimer le plan instantanément !",
  "Welcome-to-group-management": "Bienvenue dans la gestion des groupes",
  "Select Group": "Sélectionner un groupe",
  "Select-Group-Desc": "Cette liste déroulante affiche tous les groupes disponibles, vous pouvez en sélectionner un pour démarrer le traitement. PS : Si aucun groupe n'est disponible, vous pouvez en ajouter un nouveau !",
  "Add Group": "Bouton Ajouter un groupe",
  "Add-Group-Desc": "Ce bouton vous permet d'ajouter un nouveau groupe à la liste précédente !",
  "Edit Group": "Bouton Modifier le groupe",
  "Edit-Group-Desc": "Ce bouton vous permet de modifier n'importe quel groupe de la liste précédente !",
  "Delete Group": "Bouton Supprimer le groupe",
  "Delete-Group-Desc": "Ce bouton vous permet de supprimer n'importe quel groupe de la liste précédente !",
  "Group's Vehicles Table": "Tableau des véhicules du groupe",
  "Vehicle Table Description": "Ce tableau affiche tous les véhicules attribués au groupe sélectionné dans la liste déroulante.",
  "Assign Vehicle": "Bouton Attribuer un véhicule",
  "Assign-Vehicle-Desc": "Ce bouton vous permet d'attribuer le véhicule sélectionné au groupe sélectionné.",
  "Unassign Vehicle": "Bouton Désattribuer un véhicule",
  "Unassign Vehicle Description": "Ce bouton vous permet de désattribuer le véhicule sélectionné du groupe sélectionné.",
  "Ungrouped Vehicle": "Véhicule non regroupé",
  "Ungrouped Vehicle Description": "Ce tableau contient tous les véhicules disponibles prêts à être attribués au groupe sélectionné.",
  "userManagement_intro": "Page de gestion des utilisateurs, vous pouvez voir les détails de vos utilisateurs actuels et gérer tous les utilisateurs",
  "addUser_button": "Vous pouvez ajouter un nouveau conducteur en cliquant sur ce bouton.",
  "users-table": "Tableau des utilisateurs, vous pouvez voir ici toutes les données des utilisateurs, avec les fonctionnalités des boutons d'actions.",
  "force-desc": "Ce bouton vous permet de forcer cet utilisateur à se déconnecter, cela prend environ cinq minutes et l'action sera effectuée",
  "login-as-desc": "Vous pouvez utiliser cette fonctionnalité pour vous connecter en tant que cet utilisateur immédiatement",
  "edit-desc": "Vous pouvez utiliser ce bouton pour modifier ou mettre à jour les informations de l'utilisateur.",
  "delete-desc": "Le bouton Supprimer vous permet de supprimer cet utilisateur instantanément",
  "act-desc": "Vous pouvez activer ou désactiver ce compte à tout moment",
  "users-veh-desc": "Ce bouton vous amène aux services de gestion des véhicules, vous attribuez des véhicules à cet utilisateur.",
  "vehicleManagement_intro": "Bienvenue sur la page de gestion des véhicules, vous pouvez ici gérer tous vos véhicules!",
  "vehicles-stats-desc": "Statistiques récapitulatives de tous les véhicules comme indiqué, vous pouvez voir le nombre de vos véhicules",
  "add-new-vehicle": "Vous pouvez ajouter un nouveau véhicule en cliquant sur ce bouton.",
  "add-bulk": "Vous pouvez ajouter un groupe de nouveaux véhicules à partir d'une feuille Excel en cliquant sur ce bouton.",
  "vehicles-table": "Tableau des véhicules, vous pouvez voir ici toutes les données des véhicules, avec les fonctionnalités des boutons d'actions.",
  "nav-veh-desc": "En cliquant sur le nom affiché du véhicule, vous ouvrirez un nouvel onglet avec la page du véhicule contenant toutes les informations dont vous avez besoin!",
  "edit-veh-desc": "Vous pouvez utiliser ce bouton pour modifier ou mettre à jour les informations de l'utilisateur.",
  "delete-veh-desc": "Le bouton Supprimer vous permet de supprimer cet utilisateur instantanément",
  "unassigned-veh-desc": "Tableau des véhicules non attribués, vous pouvez voir ici toutes les données des véhicules non attribués, avec les fonctionnalités des boutons d'actions.",
  "accountManagement_intro": "Bienvenue sur la page de gestion des comptes, vous pouvez ici gérer tous vos comptes!",
  "accounts-stats-desc": "Statistiques récapitulatives de tous les comptes comme indiqué, vous pouvez voir le nombre de vos comptes",
  "add-new-account": "Vous pouvez ajouter un nouveau compte en cliquant sur ce bouton.",
  "accounts-table": "Tableau des comptes, vous pouvez voir ici toutes les données des comptes, avec les fonctionnalités des boutons d'actions.",
  "account-vehicles-desc": "En cliquant sur gérer les véhicules, vous ouvrirez un nouvel onglet avec la page de gestion des véhicules contenant toutes les informations dont vous avez besoin!",
  "account-users-desc": "En cliquant sur gérer les utilisateurs, vous ouvrirez un nouvel onglet avec la page de gestion des utilisateurs contenant toutes les informations dont vous avez besoin!",
  "edit-account-desc": "Vous pouvez utiliser ce bouton pour modifier ou mettre à jour les informations du compte.",
  "act-account-desc": "Vous pouvez activer ou désactiver ce compte à tout moment",
  "devicesManagement_intro": "Bienvenue sur la page de gestion des appareils, vous pouvez ici gérer tous vos appareils!",
  "add-new-device": "Vous pouvez ajouter un nouvel appareil en cliquant sur ce bouton.",
  "add-bulk-device": "Vous pouvez ajouter un groupe de nouveaux appareils à partir d'une feuille Excel en cliquant sur ce bouton.",
  "devices-table": "Tableau des appareils, vous pouvez voir ici toutes les données des comptes, avec les fonctionnalités des boutons d'actions.",
  "edit-device-desc": "Vous pouvez utiliser ce bouton pour modifier ou mettre à jour les informations de l'appareil.",
  "assign-SIM-desc": "Cette section vous permet d'assigner ou de désassigner une carte SIM à cet appareil.",
  "assign-device-desc": "Cette section vous permet d'assigner ou de désassigner un appareil à un véhicule.",
  "simManagement_intro": "Bienvenue sur la page de gestion des cartes SIM, vous pouvez ici gérer toutes vos cartes SIM!",
  "add-new-sim": "Vous pouvez ajouter une nouvelle carte SIM en cliquant sur ce bouton.",
  "add-bulk-sim": "Vous pouvez ajouter un groupe de nouvelles cartes SIM à partir d'une feuille Excel en cliquant sur ce bouton.",
  "sim-table": "Tableau des cartes SIM, vous pouvez voir ici toutes les données des cartes SIM, avec les fonctionnalités des boutons d'actions.",
  "vehiclesCamera_intro": "Bienvenue sur la page de la caméra des véhicules SIM, vous pouvez ici gérer toutes vos caméras!",
  "vehiclesCamera-table": "Caméra des véhicules, vous pouvez voir ici toutes les données des caméras, avec les fonctionnalités des boutons d'actions.",
  "vehiclesCamera-history": "Ce bouton vous permet d'afficher l'historique d'une plage de dates pour les caméras attachées à ce véhicule",
  "vehiclesCamera-show": "Ce bouton vous permet d'afficher la diffusion en direct des caméras attachées à ce véhicule"
}
