{
  "locate": "Ubicar",
  "check_location_with_mouse_cursor": "Verificar ubicación con el cursor del mouse",
  "skip_tour": "Saltar Tour",
  "back": "Atrás",
  "next": "Siguiente",
  "last": "Último",
  "erase": "Borrar",
  "delete_search_data": "Restablecer los filtros del mapa",
  "calculate": "Calcular",
  "calculate_distance": "Calcula la distancia entre dos puntos",
  "geofence": "Geocerca",
  "geofence_toggle": "Mostrar las geocercas en el mapa",
  "geofence_table": "Panel de geocerca",
  "geofence_table_description": "Abre el panel de geocerca donde puede ver las geocercas creadas y agregar nuevas",
  "warning": "Advertencia",
  "warning_display": "Abre el panel de advertencias",
  "warning_table": "Abre el panel de control de advertencias",
  "warning_panel": "Panel de advertencias",
  "landmark_panel": "Panel de puntos de referencia",
  "landmark_table": "Abre el panel de puntos de referencia donde puede ver los puntos de referencia creados y agregar nuevos",
  "landmark": "Puntos de referencia",
  "landmark_toggle": "Mostrar los puntos de referencia en el mapa",
  "group_cars": "Agrupar vehículos",
  "group_cars_description": "Agrupa los vehículos cercanos juntos",
  "export": "Exportar",
  "export_description": "Exporta los datos del vehículo a un archivo CVS",
  "open_settings": "Haga clic aquí para abrir el menú de configuración del vehículo",
  "configuration": "Configuración",
  "configuration_description": "Configuración del vehículo",
  "filter": "Filtrar",
  "all_filter": "Mostrar todos los vehículos",
  "active_filter": "Mostrar los vehículos activos",
  "offline_filter": "Mostrar los vehículos fuera de línea",
  "car_status": "Filtrar los vehículos por su estado actual",
  "search": "Buscar",
  "search_label": "Puede buscar por nombre, número de serie y dirección",
  "car_tree": "Árbol de vehículos",
  "car_groups": "Puede elegir vehículos de grupos para mostrarlos en el mapa",
  "search_map": "Abre la barra de búsqueda para buscar ubicaciones en el mapa",
  "map_Popup": "¡El mapa emergente muestra los datos de este coche y muchas otras opciones que puedes usar!",
  "Welcome-to-reports": "Bienvenido a la página de informes",
  "Search-Report": "Busque informes por nombre.",
  "Report Group": "Grupo de informes",
  "Pick_Report": "Haga clic aquí para elegir un informe específico",
  "Welcome-management": "¡Bienvenido a nuestro recorrido por el sitio! Le ayudaremos a navegar por nuestros componentes para una experiencia óptima. Vamos a explorar nuestro sitio y sus características",
  "Manage_Users": "Administrar usuarios",
  "Manage_Accounts": "Administrar cuentas",
  "Manage_Vehicles": "Administrar vehículos",
  "Manage_Devices": "Administrar dispositivos",
  "Manage_Drivers": "Administrar conductores",
  "Manage_Groups": "Administrar grupos",
  "Users_Desc": "Este botón te lleva a la página de administración de usuarios para controlar tus usuarios.",
  "Accounts_Desc": "Este botón te lleva a la página de administración de cuentas para controlar tus cuentas.",
  "Devices_Desc": "Este botón te lleva a la página de administración de dispositivos para controlar tus dispositivos.",
  "Drivers_Desc": "Este botón te lleva a la página de administración de conductores para controlar tus conductores.",
  "Vehicles_Desc": "Este botón te lleva a la página de administración de vehículos para controlar tus vehículos.",
  "Groups_Desc": "Este botón te lleva a la página de administración de grupos para controlar tus grupos.",
  "config-popup": "Puede elegir los datos que desea mostrar en la ventana emergente",
  "popup_history": "Puede ir al historial completo de este coche.",
  "popup_actions": "con estas acciones puede controlar este coche.",
  "Over_Street_Speed_Report_key": "Velocidad de calle",
  "Welcome_To_Reports": "¡Bienvenido a nuestro recorrido de informes programados! Le ayudaremos a navegar por nuestros componentes para una experiencia óptima. ¡Vamos a explorar nuestro sitio y sus características juntos!",
  "Add_Report": "Agregar informe programado",
  "Add_report_desc": "El botón Agregar informe programado lo lleva al formulario para agregar uno nuevo.",
  "Delete_Report": "Eliminar informe",
  "Delete_Report_Desc": "Después de seleccionar un informe, puede eliminarlo presionando este botón.",
  "Reports_Table": "Tabla de informes",
  "Reports_Table_Desc": "Esa tabla muestra toda la información general de los informes que necesita y las acciones que puede realizar.",
  "add_maintenance_descreption": "Puede crear un nuevo plan de mantenimiento haciendo clic aquí",
  "delete_selected": "Puede eliminar los datos de la fila seleccionándolos y haciendo clic en este botón",
  "view_history": "Puede ver el historial del automóvil que fue a mantenimiento",
  "Exports_all_the_Table_Data_to_an_Excel_file": "Exporta todos los datos de la tabla a un archivo de Excel",
  "export_pdf_description": "Exporta todos los datos de la tabla a un archivo PDF",
  "Welcome_Dashboard": "¡Bienvenido a nuestra visita al sitio! Te ayudaremos a navegar por nuestros componentes para tener una experiencia óptima. ¡Vamos a explorar juntos nuestro sitio y sus características!",
  "Website Header": "Encabezado del sitio web",
  "Many interesting options here!": "¡Aquí hay muchas opciones interesantes!",
  "Profile Control": "Control de perfil",
  "You go to your setting or logout from here.": "Puedes ir a tus configuraciones o cerrar sesión desde aquí.",
  "Languages": "Idiomas",
  "You can nav between languages.": "Puedes navegar entre los idiomas.",
  "Notification Section": "Sección de notificación",
  "Keep your eyes on notifications.": "Mantén tus ojos en las notificaciones.",
  "Sync data": "Sincronizar datos",
  "You Sync data whenever you want.": "Sincroniza los datos cuando quieras.",
  "Toggle theme mode": "Alternar modo de tema",
  "protect your eyes if you want and choose dark mode.": "Protege tus ojos si quieres y elige el modo oscuro.",
  "Take a tour": "Hacer un recorrido",
  "You can find me here whenever you want.": "Puedes encontrarme aquí cuando quieras.",
  "Navigation Side": "Lado de navegación",
  "You can Navigate our website from this bar.": "Puedes navegar por nuestro sitio web desde esta barra.",
  "Progress Bar": "Barra de progreso",
  "Has the precentages of the vehicles and drivers": "Tiene los porcentajes de los vehículos y los conductores",
  "Map": "Mapa",
  "You can see cars displayed on the map": "Puedes ver los coches que se muestran en el mapa.",
  "Vehicles": "Vehículos",
  "Average Utilization": "Utilización promedio",
  "Displayed the Utilization for the last 3 days": "Muestra la utilización de los últimos 3 días",
  "Average Speed": "Velocidad promedio",
  "You can see the percentages the current vehicles Status": "Puedes ver los porcentajes del estado actual de los vehículos",
  "Preventive Maintenance": "Mantenimiento preventivo",
  "You can see the number of vehicles that had maintenance": "Puedes ver el número de vehículos que tuvieron mantenimiento",
  "Top Drivers": "Mejores conductores",
  "Shows the Two Best Rated Drivers": "Muestra los dos mejores conductores calificados",
  "Worst Drivers": "Peores conductores",
  "Shows the Two Worst Rated Drivers": "Muestra los dos peores conductores calificados",
  "Top Utilized Vehicles": "Vehículos más utilizados",
  "Shows Two Worst Utilized Vehicles": "Muestra los dos vehículos menos utilizados",
  "Repair Plan Table": "Tabla de planificación de reparación",
  "Shows the Cars upcoming repair plans": "Muestra los planes de reparación próximos de los coches",
  "End_Tour": "Fin del tour",
  "driverManagment_intro": "Página de Administración de Conductores, puede ver los detalles de sus conductores actuales y también puede agregar nuevos conductores.",
  "addDriver_button": "Puede agregar un nuevo conductor haciendo clic en este botón.",
  "export_button": "Puede exportar la información de sus conductores a Excel haciendo clic en estebotón.",
  "export_pdf_button": "Exporta la información de sus conductores a un archivo PDF haciendo clic en este botón.",
  "Search_Report": "Recherche de rapport",
  "Search_Desc": "Recherche de rapport par nom.",
  "Worst Utilized Vehicles": "Peores vehículos utilizados",
  "Average violations": "Violaciones promedio",
  "Displayed the violations Statistics": "Mostró las estadísticas de violaciones",
  "Delete button helps to Delete The Report instantly!": "¡El botón Eliminar ayuda a eliminar el informe instantáneamente!",
  "Edit button helps to edit what ever you want in the scheduled Report!": "¡El botón Editar ayuda a editar lo que quieras en el informe programado!",
  "Activate button helps to change the scheduled Report Status!": "¡El botón Activar ayuda a cambiar el estado del informe programado!",
  "this button show the vehicles attached to the report!": "¡Este botón muestra los vehículos adjuntos al informe!",
  "this button show the users attached to the report!": "¡Este botón muestra los usuarios adjuntos al informe!",
  "this button downloads the report data in Excel format!": "¡Este botón descarga los datos del informe en formato Excel!",
  "Reset button helps to reset plan with new value": "El botón Restablecer ayuda a restablecer el plan con un nuevo valor",
  "Edit button helps to edit what ever you want in the plan!": "¡El botón Editar ayuda a editar lo que quieras en el plan!",
  "Delete button helps to Delete The plan instantly!": "¡El botón Eliminar ayuda a eliminar el plan instantáneamente!",
  "Welcome-to-group-management": "Bienvenido a la gestión de grupos",
  "Select Group": "Seleccionar grupo",
  "Select-Group-Desc": "Esta lista desplegable muestra todos los grupos disponibles, puede seleccionar uno para comenzar el procesamiento. PD: ¡Si no hay ningún grupo, puede agregar uno nuevo!",
  "Add Group": "Botón Agregar grupo",
  "Add-Group-Desc": "¡Este botón le ayuda a agregar un nuevo grupo a la lista anterior!",
  "Edit Group": "Botón Editar grupo",
  "Edit-Group-Desc": "¡Este botón le ayuda a editar cualquier grupo de la lista anterior!",
  "Delete Group": "Botón Eliminar grupo",
  "Delete-Group-Desc": "¡Este botón le ayuda a eliminar cualquier grupo de la lista anterior!",
  "Group's Vehicles Table": "Tabla de vehículos del grupo",
  "Vehicle Table Description": "Esta tabla muestra todos los vehículos asignados al grupo seleccionado en la lista desplegable.",
  "Assign Vehicle": "Botón Asignar vehículo",
  "Assign-Vehicle-Desc": "Desde este botón puede asignar el vehículo seleccionado al grupo seleccionado.",
  "Unassign Vehicle": "Botón Desasignar vehículo",
  "Unassign Vehicle Description": "Desde este botón puede desasignar el vehículo seleccionado del grupo seleccionado.",
  "Ungrouped Vehicle": "Vehículo no agrupado",
  "Ungrouped Vehicle Description": "Esta tabla contiene todos los vehículos disponibles listos para ser asignados al grupo seleccionado.",
  "userManagement_intro": "Página de gestión de usuarios, puede ver los detalles de sus usuarios actuales y gestionar todos los usuarios",
  "addUser_button": "Puede agregar un nuevo conductor haciendo clic en este botón.",
  "users-table": "Tabla de usuarios, puede ver aquí todos los datos de los usuarios, con las funciones de los botones de acciones.",
  "force-desc": "Este botón le permite obligar a este usuario a cerrar la sesión, tarda unos cinco minutos y la acción se realizará",
  "login-as-desc": "Puede utilizar esta función para iniciar sesión como este usuario inmediatamente",
  "edit-desc": "Puede utilizar este botón para editar o actualizar la información del usuario.",
  "delete-desc": "El botón Eliminar le permite eliminar este usuario instantáneamente",
  "act-desc": "Puede activar o desactivar esta cuenta en cualquier momento",
  "users-veh-desc": "Este botón lo lleva a los servicios de gestión de vehículos, asigna vehículos a este usuario.",
  "vehicleManagement_intro": "¡Bienvenido a la página de gestión de vehículos, aquí puede gestionar todos sus vehículos!",
  "vehicles-stats-desc": "Estadísticas de resumen para todos los vehículos como se muestra, puede ver el número de sus vehículos",
  "add-new-vehicle": "Puede agregar un nuevo vehículo haciendo clic en este botón.",
  "add-bulk": "Puede agregar un grupo de vehículos nuevos desde una hoja de Excel haciendo clic en este botón.",
  "vehicles-table": "Tabla de vehículos, puede ver aquí todos los datos de los vehículos, con las funciones de los botones de acciones.",
  "nav-veh-desc": "Al hacer clic en el nombre del vehículo que se muestra, se abrirá una nueva pestaña con la página del vehículo con toda la información que necesita.",
  "edit-veh-desc": "Puede utilizar este botón para editar o actualizar la información del vehículo.",
  "delete-veh-desc": "El botón Eliminar le permite eliminar este vehículo instantáneamente",
  "unassigned-veh-desc": "Tabla de vehículos no asignados, puede ver aquí todos los datos de los vehículos no asignados, con las funciones de los botones de acciones.",
  "accountManagement_intro": "¡Bienvenido a la página de gestión de cuentas, aquí puede gestionar todas sus cuentas!",
  "accounts-stats-desc": "Estadísticas de resumen para todas las cuentas como se muestra, puede ver el número de sus cuentas",
  "add-new-account": "Puede agregar una nueva cuenta haciendo clic en este botón.",
  "accounts-table": "Tabla de cuentas, puede ver aquí todos los datos de las cuentas, con las funciones de los botones de acciones.",
  "account-vehicles-desc": "Al hacer clic en administrar vehículos, se abrirá una nueva pestaña con la página de administración de vehículos con toda la información que necesita.",
  "account-users-desc": "Al hacer clic en administrar usuarios, se abrirá una nueva pestaña con la página de administración de usuarios con toda la información que necesita.",
  "edit-account-desc": "Puede utilizar este botón para editar o actualizar la información de la cuenta.",
  "act-account-desc": "Puede activar o desactivar esta cuenta cuando lo desee.",
  "devicesManagement_intro": "¡Bienvenido a la página de gestión de dispositivos, aquí puede gestionar todos sus dispositivos!",
  "add-new-device": "Puede agregar un nuevo dispositivo haciendo clic en este botón.",
  "add-bulk-device": "Puede agregar un grupo de dispositivos nuevos desde una hoja de Excel haciendo clic en este botón.",
  "devices-table": "Tabla de dispositivos, puede ver aquí todos los datos de las cuentas, con las funciones de los botones de acciones.",
  "edit-device-desc": "Puede utilizar este botón para editar o actualizar la información del dispositivo.",
  "assign-SIM-desc": "Esta sección le ayuda a asignar o desasignar una tarjeta SIM a este dispositivo.",
  "assign-device-desc": "Esta sección le ayuda a asignar o desasignar un dispositivo a un vehículo.",
  "simManagement_intro": "¡Bienvenido a la página de gestión de tarjetas SIM, aquí puede gestionar todas sus tarjetas SIM!",
  "add-new-sim": "Puede agregar una nueva tarjeta SIM haciendo clic en este botón.",
  "add-bulk-sim": "Puede agregar un grupo de tarjetas SIM nuevas desde una hoja de Excel haciendo clic en este botón.",
  "sim-table": "Tabla de tarjetas SIM, puede ver aquí todos los datos de las tarjetas SIM, con las funciones de los botones de acciones.",
  "vehiclesCamera_intro": "¡Bienvenido a la página de la cámara de vehículos SIM, aquí puede gestionar todas sus cámaras!",
  "vehiclesCamera-table": "Cámara de vehículos, puede ver aquí todos los datos de las cámaras, con las funciones de los botones de acciones.",
  "vehiclesCamera-history": "Este botón le ayuda a mostrar el historial de un rango de fechas para las cámaras conectadas a este vehículo",
  "vehiclesCamera-show": "Este botón le ayuda a mostrar la transmisión en vivo de las cámaras conectadas a este vehículo"
}
